Repository: chrsep/vor
Catalog: apps/freyr/i18n/lingui/*/messages.po
Languages: id

source: Contact Us
id: Hubungi Kami

source: Get Early Access
id: Coba Gratis

source: Have a question? Shoot us a message using this form. We'd love to talk with you about your need.
id: Punya pertanyaan? Kirimkan pesan ke kami menggunakan form disamping.

source: Message
id: Pesan

source: Observe. Plan. Communicate.
id: Catat. Rencanakan. Bagikan.

source: Parents
id: Wali Murid

source: Record Keeping & Communication tool for Montessori Schools
id: Alat manajemen data dan komunikasi untuk sekolah Montessori

source: Send
id: Kirim

source: Store your student data and observations. Plan their lessons. And communicate it all to parents with ease, using one platform built for the need of Montessori Schools.
id: Simpan data dan observasi murid. Rencanakan edukasi mereka. Dan bagikan semua pada orang tua dengan mudah, semua dalam satu platform yang dibuat untuk kebutuhan sekolah Montessori

source: Teachers
id: Guru
